Repository: kongbaguni/QRCodeGenerator
Catalog: QR-code-generator/Localizable.xcstrings
Source language: en
Languages: ko

source: Account
ko: кі„м •

source: account creation date
ko: кі„м • мғқм„ұ мқјмӢң

source: ad
ko: кҙ‘кі

source: alert
ko: м•ҢлҰј

# anomymouse sign out
source: You are logging in anonymously. If you log out, you will not be able to log in again with the same account, and any saved data will be deleted. Do you want to continue?
ko: мқөлӘ…лЎңк·ёмқё мӨ‘мһ…лӢҲлӢӨ. лЎңк·ём•„мӣғ н•ҳл©ҙ к°ҷмқҖ кі„м •мңјлЎң лӢӨмӢң лЎңк·ёмқё н• мҲҳ м—Ҷкі , м ҖмһҘлҗң лҚ°мқҙн„°лҠ” мӮӯм ңлҗ©лӢҲлӢӨ. кі„мҶҚн•ҳмӢңкІ мҠөлӢҲк№Ң?

# App Title
source: QR & Bar Code Generator
ko: QR & Bar мҪ”л“ң мғқм„ұкё°

source: App Version :
ko: м•ұ лІ„м „ :

source: background Color
ko: л°°кІҪмғү

source: Bar code
ko: л°”мҪ”л“ң

source: code list
ko: мҪ”л“ң лӘ©лЎқ

source: color
ko: мғүмғҒ

source: combin point history
ko: нҸ¬мқёнҠё лӮҙм—ӯ кІ°н•©

source: combine point
ko: нҸ¬мқёнҠё кІ°н•©

# combine point history alert
source: Combine point history. When you combine, the point usage history so far will be added up and the point history will disappear. Do you want to run it?
ko: нҸ¬мқёнҠё мқҙл Ҙмқ„ кІ°н•©н•©лӢҲлӢӨ. кІ°н•©мқ„ мӢӨн–үн•ҳл©ҙ м§ҖкёҲк№Ңм§Җ нҸ¬мқёнҠё мӮ¬мҡ© лӮҙм—ӯмқҙ н•©мӮ°лҗҳм–ҙ нҸ¬мқёнҠё лӮҙм—ӯмқҙ мӮ¬лқјм§ҖкІҢ лҗ©лӢҲлӢӨ. мӢӨн–үн•ҳкІ мҠөлӢҲк№Ң?

source: confirm
ko: нҷ•мқё

source: contact
ko: м—°лқҪмІҳ

source: Continue with Apple
ko: Apple лЎң кі„мҶҚн•ҳкё°

source: Continue with Google
ko: GoogleлЎң кі„мҶҚн•ҳкё°

source: create code
ko: мҪ”л“ң мғқм„ұ

source: Current Point :
ko: нҳ„мһ¬ нҸ¬мқёнҠё :

source: delete
ko: мӮӯм ң

source: delete account
ko: кі„м • мӮӯм ң

# delete account desc1
source: Delete your account. Afterwards, previously saved data cannot be accessed again. If you agree to account deletion, fill out the text field below and click the confirm button.
ko: кі„м •мқ„ мӮӯм ң н•©лӢҲлӢӨ. мқҙнӣ„ кё°мЎҙм—җ м ҖмһҘлҗң лҚ°мқҙн„°м—җ лӢӨмӢң м ‘к·ј н• мҲҳ м—ҶмҠөлӢҲлӢӨ. кі„м •мӮӯм ңм—җ лҸҷмқҳн•ҳл©ҙ м•„лһҳ н…ҚмҠӨнҠён•„л“ңлҘј мһ‘м„ұнӣ„ нҷ•мқёлІ„нҠјмқ„ лҲ„лҘҙм„ёмҡ”.

source: delete code
ko: мҪ”л“ң мӮӯм ң

# delete code confirm message
source: Delete the code. If you delete it now, the deleted code cannot be recovered. Are you sure you want to delete?
ko: мҪ”л“ңлҘј мӮӯм ңн•©лӢҲлӢӨ. м§ҖкёҲ мӮӯм ңн•ҳл©ҙ мӮӯм ңлҗң мҪ”л“ңлҠ” ліөкө¬н• мҲҳ м—ҶмҠөлӢҲлӢӨ. мӮӯм ңн•ҳмӢңкІ мҠөлӢҲк№Ң?

source: Don't see this message again
ko: мқҙ л©”м„ём§Җ лӢӨмӢң ліҙм§Җ м•Ҡкё°

source: edit
ko: нҺём§‘

source: edit Bar code
ko: Bar мҪ”л“ң нҺём§‘

source: edit code
ko: мҪ”л“ң нҺём§‘

source: edit QR code
ko: QR мҪ”л“ң нҺём§‘

source: email
ko: мқҙл©”мқј

# empty name error msg
source: No name entered.
ko: мқҙлҰ„мқ„ мһ…л Ҙн•ҳм§Җ м•Ҡм•ҳмҠөлӢҲлӢӨ.

# empty phonenumber error msg
source: You did not enter a phone number.
ko: м „нҷ”лІҲнҳёлҘј мһ…л Ҙн•ҳм§Җ м•Ҡм•ҳмҠөлӢҲлӢӨ.

# empty text error msg
source: There is no text input.
ko: л¬ёмһҗ мһ…л Ҙмқҙ м—ҶмҠөлӢҲлӢӨ.

source: error
ko: м—җлҹ¬

source: facebook
ko: нҺҳмқҙмҠӨл¶Ғ

source: facebook id
ko: нҺҳмқҙмҠӨл¶Ғ м•„мқҙл””

source: favorites
ko: мҰҗкІЁм°ҫкё°

source: foreground Color
ko: м „кІҪмғү

source: Home
ko: нҷҲ

source: hours ago
ko: мӢңк°„ м „

source: id
ko: м•„мқҙл””

source: ID
ko: м•„мқҙл””

source: input
ko: мһ…л Ҙ

source: input name
ko: мқҙлҰ„ мһ…л Ҙ

source: instagram
ko: мқёмҠӨнғҖк·ёлһЁ

source: instagram id
ko: мқёмҠӨнғҖк·ёлһЁ м•„мқҙл””

# invalid Barcode error msg
source: This is a string from which a barcode cannot be created.
ko: л°”мҪ”л“ңлҘј мғқм„ұн• мҲҳ м—ҶлҠ” л¬ёмһҗм—ҙмһ…лӢҲлӢӨ.

source: Just before
ko: л°©кёҲм „

source: last sign in date
ko: л§Ҳм§Җл§ү лЎңк·ёмқё мқјмӢң

source: make Bar codce
ko: л°”мҪ”л“ң л§Ңл“Өкё°

source: make Bar code
ko: л°”мҪ”л“ң л§Ңл“Өкё°

source: make QR code
ko: QR мҪ”л“ң л§Ңл“Өкё°

source: minute ago
ko: л¶„ м „

source: more....
ko: лҚ”ліҙкё°

source: my codes
ko: лӮҳмқҳ мҪ”л“ңл“Ө

source: name
ko: мқҙлҰ„

# Not enough Point
source: Not enough points. You can recharge points by watching ads.
ko: нҸ¬мқёнҠёк°Җ л¶ҖмЎұн•©лӢҲлӢӨ. кҙ‘кі лҘј мӢңмІӯн•ҳм—¬ нҸ¬мқёнҠёлҘј м¶©м „н• мҲҳ мһҲмҠөлӢҲлӢӨ.

source: OpenSorce License
ko: мҳӨн”ҲмҶҢмҠӨ лқјмқҙм„јмҠӨ

source: org
ko: лӢЁмІҙ

source: organization name
ko: мҶҢмҶҚлӢЁмІҙ (нҡҢмӮ¬) мқҙлҰ„

source: phone
ko: м „нҷ”лІҲнҳё

source: phonenumber
ko: м „нҷ”лІҲнҳё

source: Point
ko: нҸ¬мқёнҠё

# Point Description 1
source: Users can earn points by watching ads.
ko: мӮ¬мҡ©мһҗлҠ” кҙ‘кі лҘј мӢңмІӯн•ҳм—¬ нҸ¬мқёнҠёлҘј м–»мқ„ мҲҳ мһҲмҠөлӢҲлӢӨ.

# Point Description 2
source: Points are consumed when creating, editing, deleting, or sharing code.
ko: нҸ¬мқёнҠёлҠ” Code лҘј мғқм„ұ, мҲҳм •, мӮӯм ң, кіөмң лҘј н• л•Ң мҶҢлӘЁлҗ©лӢҲлӢӨ.

# Point Description 3
source: Point usage * Share Code : 1вҖЁ* Create Code : 2 * Edit Code : 3 * Delete Code : 4
ko: нҸ¬мқёнҠё мӮ¬мҡ©мІҳвҖЁ* мҪ”л“ң кіөмң н•ҳкё° : 1вҖЁ* мҪ”л“ң мғқм„ұн•ҳкё° : 2вҖЁ* мҪ”л“ң мҲҳм •н•ҳкё° : 3вҖЁ* мҪ”л“ң мӮӯм ңн•ҳкё° : 4

# Point Description title
source: What is Point?
ko: нҸ¬мқёнҠёк°Җ лӯ”к°Җмҡ”?

source: points history
ko: нҸ¬мқёнҠё лӮҙм—ӯ

source: QR code
ko: QRмҪ”л“ң

source: save
ko: м ҖмһҘ

source: share code
ko: мҪ”л“ң кіөмң

source: show ad
ko: кҙ‘кі ліҙкё°

source: Sign In
ko: лЎңк·ёмқё

source: Signin anonymous
ko: мқөлӘ… лЎңк·ёмқё

# Signin desc
source: You can sign in in the following three ways. After signing in with an anonymous account, you can upgrade to an Apple or Google account. Data saved in the cloud with an anonymous account will be deleted immediately after logging out. If you sign out of an anonymous account, you cannot sign in again with the same account. To keep your data even after signing out, log in with Apple or Google. You can use an anonymous account and then upgrade to an Apple or Google account.
ko: лӢӨмқҢ м„ёк°Җм§Җ л°©лІ•мңјлЎң лЎңк·ёмқё н• мҲҳ мһҲмҠөлӢҲлӢӨ. мқөлӘ…кі„м •мңјлЎң лЎңк·ёмқён•ң лӢӨмқҢм—җлҠ” Apple мқҙлӮҳ Google кі„м •мңјлЎң м—…к·ёл Ҳмқҙл“ң н• мҲҳ мһҲмҠөлӢҲлӢӨ. мқөлӘ…кі„м •мңјлЎң нҒҙлқјмҡ°л“ңм—җ м ҖмһҘлҗң лҚ°мқҙн„°лҠ” лЎңк·ём•„мӣғ мҰүмӢң мӮӯм ңлҗ©лӢҲлӢӨ. мқөлӘ…кі„м •мқҖ лЎңк·ём•„мӣғ н•ҳл©ҙ к°ҷмқҖ кі„м •мңјлЎң лӢӨмӢң лЎңк·ёмқё н• мҲҳ м—ҶмҠөлӢҲлӢӨ. лЎңк·ём•„мӣғн•ң нӣ„м—җлҸ„ лҚ°мқҙн„°к°Җ мң м§ҖлҗҳлҸ„лЎқ н•ҳл Өл©ҙ Apple, Google лЎң лЎңк·ёмқё н•ҳмӢӯмӢңмҳӨ. мқөлӘ…кі„м •мңјлЎң мӮ¬мҡ©нӣ„ Apple, Google кі„м •мңјлЎң м—…к·ёл Ҳмқҙл“ң н•ҳм…”лҸ„ лҗ©лӢҲлӢӨ.

source: Sign in with Apple
ko: AppleлЎң лЎңк·ёмқё

source: Sign in with Google
ko: GoogleлЎң лЎңк·ёмқё

source: Sign Out
ko: лЎңк·ём•„мӣғ

source: tag input
ko: нғңк·ё мһ…л Ҙ

source: Tag input: separated by commas
ko: нғңк·ёмһ…л Ҙ: мҪӨл§ҲлЎңкө¬л¶„

source: tags
ko: нғңк·ё

source: Tags already registered
ko: мқҙлҜё л“ұлЎқлҗң нғңк·ёмһ…лӢҲлӢӨ.

source: test
ko: н…ҢмҠӨнҠё

source: text
ko: л¬ёмһҗ мһ…л Ҙ

source: text input
ko: л¬ёмһҗ мһ…л Ҙ

# text input placeholder
source: text input
ko: л¬ёмһҗ мһ…л Ҙ

# watch ad
source: Earn points by watching ads
ko: кҙ‘кі ліҙкі нҸ¬мқёнҠё м–»кё°

# watchAddAndEarnPointPrompt
source: Earn points by watching ads!
ko: кҙ‘кі лҘј ліҙкі нҸ¬мқёнҠёлҘј м–»мңјм„ёмҡ”!

source: website
ko: мӣ№мӮ¬мқҙнҠё

source: webview
ko: мӣ№л·°

# wrongAccountSigninWhenLeave msg
source: Account deletion was canceled because you logged in with a different ID.
ko: лӢӨлҘё м•„мқҙл””лЎң лЎңк·ёмқён•ҳм—¬ кі„м •мӮӯм ңк°Җ м·ЁмҶҢлҗҳм—ҲмҠөлӢҲлӢӨ.

source: X id
ko: X м•„мқҙл””

source: youtube
ko: мң нҲ¬лёҢ

source: youtube id
ko: мң нҲ¬лёҢ м•„мқҙл””
